yuangezhizao/Regina/platforms/Regina/sdkconfig.defaults.esp32c6
# IDF TARGET
CONFIG_IDF_TARGET="esp32c6"

# FLASH
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_SPI_FLASH_SUPPORT_GD_CHIP=y
